#pragma once
#include <iostream>
using namespace std;
class Task2_4
{
public:
	Task2_4();
	~Task2_4();
public: void startTask() {
	cout << "Сижу за решеткой в темнице сырой." << endl <<
		"Вскормленный в неволе орел молодой," << endl <<
		"Мой грустный товарищ, махая крылом," << endl <<
		"Кровавую пищу клюет под окном," << endl <<
		"Клюет, и бросает, и смотрит в окно," << endl <<
		"Как будто со мною задумал одно;" << endl <<
		"Зовет меня взглядом и криком своим" << endl <<
		"И вымолвить хочет : «Давай улетим!" << endl <<
		"Мы вольные птицы; пора, брат, пора!" << endl <<
		"Туда, где за тучей белеет гора," << endl <<
		"Туда, где синеют морские края," << endl <<
		"Туда, где гуляем лишь ветер... да я!.." << endl;
}
};

